Repository: RealNattawattHongthong/hbud
Catalog: DEV_FILES/hbud/locale/po/*.po
Languages: hu_hu

source: A minimal player mode, better performance and less distraction Note: The window will be refreshed after state change
hu_hu: Minimalista lejátszó, jobb teljesítmény és kevesebb zavaró tényező Megjegyzés: Az ablak újra fog tölteni állapotváltozás után

source: About
hu_hu: A programról

source: Accent color
hu_hu: Alkalmazás színe

source: Appearance
hu_hu: Megjelenés

source: Apply
hu_hu: Alkalmazás

source: Artist :
hu_hu: Előadó :

source: Audio
hu_hu: Audió

source: Auto-scroll
hu_hu: Automatikus görgetés

source: Auto-scroll positioning
hu_hu: Automatikus görgetés pozícionálása

source: Automatically scroll to make the current song visible - might be useful, but might be annoying
hu_hu: Automatikus görgetés hogy a jelenleg lejátszott zene legyen a középpontban - tud praktikus lenni, vagy éppen idegesítő

source: Behavior
hu_hu: Viselkedés

source: Browse
hu_hu: Böngészés

source: Cancel
hu_hu: Mégse

source: Clear
hu_hu: Visszaállítás

source: Clear saved order
hu_hu: Mentett sorrend törlése

source: Cleared saved order successfully!
hu_hu: Mentett sorrend sikeresen törölve!

source: Could not fetch lyrics for the current track. You may provide it manually.
hu_hu: Nem található dalszöveg. Biztosíthatja manuálisan.

source: Cover art :
hu_hu: Borítókép :

source: Dark
hu_hu: Sötét

source: Dark background
hu_hu: Sötét háttér

source: Default is 30
hu_hu: Alapértelmezetten 30

source: Default is 5 - increase to make the current song appear further down on the screen
hu_hu: Alapértelmezetten 5 - növelje hogy lejjebb kerüljön az aktív zene a kijelzőn

source: Default is 66
hu_hu: Alapértelmezetten 66

source: Default is High
hu_hu: Alapértelmezetten Magas

source: Delete from current playqueue
hu_hu: Eltávolítás a jelenlegi lejátszási listából

source: Did not find any match online.
hu_hu: Nincs találat online.

source: Do not sort
hu_hu: Ne rendezze

source: Dániel Kolozsi
hu_hu: Kolozsi Dániel

source: Edit metadata
hu_hu: Metaadatok szerkesztése

source: Empty
hu_hu: Üres

source: Fetch metadata
hu_hu: Metaadatok keresése

source: HBud - Metadata editor
hu_hu: HBud - Metaadat szerkesző

source: Hardware Acceleration
hu_hu: Hardveres gyorsítás

source: Hardware decoding
hu_hu: Hardveres dekódolás

source: High (500px)
hu_hu: Magas (500px)

source: Image files
hu_hu: Képek

source: Is this lyrics correct?
hu_hu: Helyes ez a szöveg?

source: John Doe
hu_hu: Kis János

source: Light
hu_hu: Világos

source: Local
hu_hu: Helyi

source: Lyrics :
hu_hu: Dalszöveg :

source: Margin
hu_hu: Keret

source: Metadata fetched successfully!
hu_hu: Metaadatok sikeresen letöltve!

source: Minimal mode
hu_hu: Minimalista mód

source: More options
hu_hu: További lehetőségek

source: No
hu_hu: Nem

source: No subtitles found.
hu_hu: Felirat nem található.

source: None of the above
hu_hu: A fentiek közül egyik sem

source: Normal (250px)
hu_hu: Normális (250px)

source: Offset (ms):
hu_hu: Eltolás (ms)

source: Open
hu_hu: Megnyitás

source: Please choose a folder
hu_hu: Válasszon egy mappát

source: Please choose a video file
hu_hu: Válasszon egy videó fájlt

source: Please choose an image file
hu_hu: Válasszon egy képfájlt

source: Preferences
hu_hu: Beállítások

source: Preferred album cover quality
hu_hu: Preferált borítókép méret

source: Rescan
hu_hu: Keresés újra

source: Rescan complete. {} tracks added.
hu_hu: Keresés kész. {} találat hozzáadva.

source: Rescan your music library, append new tracks
hu_hu: Új számok keresése a könyvtárban, a jelenlegi lista végére beszúrás

source: Save
hu_hu: Mentés

source: Save current order
hu_hu: Jelenlegi sorrend mentése

source: Saved order successfully!
hu_hu: Sorrend sikeresen mentve!

source: Services
hu_hu: Szolgáltatások

source: Size
hu_hu: Méret

source: Sort by Artist (a-z)
hu_hu: Rendezés előadó szerint (a-z)

source: Sort by Artist (z-a)
hu_hu: Rendezés előadó szerint (z-a)

source: Sort by Length (0-9)
hu_hu: Rendezés időtartam szerint (0-9)

source: Sort by Length (9-0)
hu_hu: Rendezés időtartam szerint (9-0)

source: Sort by Title (a-z)
hu_hu: Rendezés cím szerint (a-z)

source: Sort by Title (z-a)
hu_hu: Rendezés cím szerint (z-a)

source: Sort by Year (0-9)
hu_hu: Rendezés dátum szerint (0-9)

source: Sort by Year (9-0)
hu_hu: Rendezés dátum szerint (9-0)

source: Subtitles
hu_hu: Feliratok

source: System
hu_hu: Rendszer

source: System info
hu_hu: Rendszer infó

source: Theme
hu_hu: Téma

source: Title
hu_hu: Cím

source: Title :
hu_hu: Cím :

source: Ultra High (1200px)
hu_hu: Ultra Magas (1200px)

source: Unknown
hu_hu: Ismeretlen

source: Video
hu_hu: Videó

source: Video files
hu_hu: Videó fájlok

source: Whether to use VA for HW acceleration or not Note: Turning this off may result in increased stability but worse performance
hu_hu: VA használata HW gyorsításhoz Megjegyzés: Ha kikapcsolja, az jobb stabilitást de rosszab teljesítményt eredményez

source: Which one is correct?
hu_hu: Melyik helyes?

source: Year :
hu_hu: Év :

source: Yes
hu_hu: Igen

source: You may visit OpenSubtitles or Subscene.
hu_hu: Felkeresheti az OpenSubtitles vagy Subscene oldalakat
